{
  "books": [
    {
      "id": "1",
      "name": "Burn It Down",
      "author": "Maureen Ryan",
      "price": 50,
      "description": "Power, Complicity, and a Call for Change in Hollywood",
      "fullDescription": "NEW YORK TIMES BESTSELLER LOS ANGELES TIMES.In this spectacular, newsmaking exposé that has the entertainment industry abuzz and on its heels, Vanity Fair's Maureen Ryan blows the lid on patterns of harassment and bias in Hollywood, the grassroots reforms under way, and the labor and activist revolutions that recent scandals have ignited.It is never just One Bad Man.Abuse and exploitation of workers is baked into the very foundations of the entertainment industry. To break the cycle and make change that sticks, it’s important to stop looking at headline-making stories as individual events. Instead, one must look closely at the bigger picture, to see how abusers are created, fed, rewarded, allowed to persist, and, with the right tools, how they can be excised.In&nbsp;Burn It Down, veteran reporter Maureen Ryan does just that. She draws on decades of experience to connect the dots and illuminate the deeper forces sustaining Hollywood’s corrosive culture. Fresh reporting sheds light on problematic situations at companies like Lucasfilm and shows like Lost, Saturday Night Live The Goldbergs,Sleepy Hollow,Curb Your Enthusiasm </em>and more.Interviews with actors and famous creatives like Evan Rachel Wood, Harold Perrineau, Damon Lindelof, and Orlando Jones abound.&nbsp;Ryan dismantles, one by one, the myths that the entertainment industry promotes about itself, which have allowed abusers to thrive and the industry to avoid accountability—myths about Hollywood as a meritocracy, what it takes to be creative, the value of human dignity, and more.Weaving together insights from industry insiders, historical context, and pop-culture analysis. Burn It Down paints a groundbreaking and urgently necessary portrait of what’s gone wrong in the entertainment world—and how we can fix it.",
      "imgURL": "./img/content-img/1.webp"
    },
    {
      "id": "2",
      "name": "Quietly Hostile",
      "author": "Samantha Irby",
      "price": 100,
      "description": "Quietly Hostile: Essays",
      "fullDescription": "Notes From Your Bookseller Humorist Samantha Irby tells all about her life with tongue firmly planted in cheek, and we are thankful for that! We ALL need to view life askew. NEW YORK TIMES BESTSELLER A GLAMOUR BEST BOOK OF THE YEAR. A hilarious new essay collection from Samantha engages readers with her characteristic combination of laugh-out-loud moments, heartfelt passages and plenty of awkward experiences.... Quietly Hostile will delight established fans and newcomers alike “Brilliant and one of the funniest people I’ve ever read.The king of sparkling misanthropy and tender, loving dread.Jia Tolentino Absolutely hilarious.... If you are feeling down, or you feel like you haven't read anything you've loved in a long time, all you need is Samantha Irby.... She will make you laugh on every page.&nbsp;—Emma Straub, bestselling author of ,This Time Tomorrow, on The Today Show Samantha Irby’s career has taken her to new heights. She dodges calls from Hollywood and flop sweats on the red carpet at premieres (well, one premiere). But nothing is ever as it seems online, where she can crop out all the ugly parts. Irby got a lot of weird emails about Carrie Bradshaw, and not only is there diarrhea to avoid, but now—anaphylactic shock. She is turned away from restaurants for being inappropriately dressed and looks for the best ways to cope, i.e., reveling in the offerings of QVC and adopting a deranged pandemic dog. Quietly Hostile makes light as Irby takes us on another outrageously funny tour of all the gory details that make up the true portrait of a life behind the screenshotted depression memes. Relatable, poignant, and uproarious, once again, Irby is the tonic we all need to get by.",
      "imgURL": "./img/content-img/2.webp"
    },
    {
      "id": "3",
      "name": "Crying in H Mart",
      "author": "Michelle Zauner",
      "price": 80,
      "description": "Crying in H Mart: A Memoir",
      "fullDescription": "Notes From Your Bookseller If you're not familiar with the name Michelle Zauner, you may recognize her band, Japanese Breakfast. Zauner is an amazing songwriter and her writing chops are on full display in this often wistful memoir describing life as a rebellious youth trying to reconcile her Asian heritage in a very white Eugene, Oregon.This Barnes &amp; Noble Exclusive Edition includes French Flaps, spot gloss on the cover and twenty-two personal photos.NEW YORK TIMES NOTABLE BOOK OF THE YEAR NEW YORK TIMESBEST SELLER. From the indie rockstar of Japanese Breakfast fame, and author of the viral 2018 New Yorker essay that shares the title of this book, an unflinching, powerful memoir about growing up Korean American, losing her mother, and forging her own identity.In this exquisite story of family, food, grief, and endurance, Michelle Zauner proves herself far more than a dazzling singer, songwriter, and guitarist. With humor and heart, she tells of growing up one of the few Asian American kids at her school in Eugene, Oregon; of struggling with her mother's particular, high expectations of her; of a painful adolescence; of treasured months spent in her grandmother's tiny apartment in Seoul, where she and her mother would bond, late at night, over heaping plates of food. As she grew up, moving to the East Coast for college, finding work in the restaurant industry, and performing gigs with her fledgling band—and meeting the man who would become her husband—her Koreanness began to feel ever more distant, even as she found the life she wanted to live. It was her mother's diagnosis of terminal cancer, when Michelle was twenty-five, that forced a reckoning with her identity and brought her to reclaim the gifts of taste, language, and history her mother had given her.Vivacious and plainspoken, lyrical and honest, Zauner's voice is as radiantly alive on the page as it is onstage. Rich with intimate anecdotes that will resonate widely, and complete with family photos, Crying in H Mart is a book to cherish, share, and reread.",
      "imgURL": "./img/content-img/3.webp"
    },
    {
      "id": "4",
      "name": "Trust ",
      "author": "Hernan Diaz",
      "price": 60,
      "description": "Pulitzer Prize Winner",
      "fullDescription": "WINNER OF THE PULITZER PRIZE FOR FICTION A NEW YORK TIMES BESTSELLER ONE OF THE NEW YORK TIMES TOP TEN BOOKS OF 2022 ONE OF BARACK OBAMA'S FAVORITE BOOKS OF 2022 LONGLISTED FOR THE 2022 BOOKER PRIZE “Buzzy and enthralling …A glorious novel about empires and erasures, husbands and wives, staggering fortunes and unspeakable misery…Fun as hell to read.” Oprah Daily A genre-bending, time-skipping story about New York City’s elite in the roaring ’20s and Great Depression.A riveting story of class, capitalism, and greed.Exhilarating. New York Times Even through the roar and effervescence of the 1920s, everyone in New York has heard of Benjamin and Helen Rask. He is a legendary Wall Street tycoon; she is the daughter of eccentric aristocrats. Together, they have risen to the very top of a world of seemingly endless wealth—all as a decade of excess and speculation draws to an end. But at what cost have they acquired their immense fortune? This is the mystery at the center of ,Bonds, a successful 1937 novel that all of New York seems to have read. Yet there are other versions of this tale of privilege and deceit.Hernan Diaz’s TRUST elegantly puts these competing narratives into conversation with one another—and in tension with the perspective of one woman bent on disentangling fact from fiction. The result is a novel that spans over a century and becomes more exhilarating with each new revelation.At once an immersive story and a brilliant literary puzzle,TRUST engages the reader in a quest for the truth while confronting the deceptions that often live at the heart of personal relationships, the reality-warping force of capital, and the ease with which power can manipulate facts.",
      "imgURL": "./img/content-img/4.webp"
    },
    {
      "id": "5",
      "name": "Scaling People",
      "author": "Claire Hughes Johnson ",
      "price": 50,
      "description": "Tactics for Management and Company Building",
      "fullDescription": "A leader at both Google and Stripe from their early days, Claire Hughes Johnson has worked with founders and company builders to try to replicate their success. The most common questions she's asked are not about business strategy-they're about how to scale the operating structures and people systems of a rapidly growing startup. Scaling People is a practical and empathetic guide to being an effective leader and manager in a high-growth environment. The tactical information it puts forward-including guidance on crafting foundational documents, strategic and financial planning, hiring and team development, and feedback and performance mechanisms-can be applied to companies of any size, in any industry. Scaling People includes dozens of pages of worksheets, templates, exercises, and example documents to help founders, leaders, and company builders create scalable operating systems and lightweight processes that really work.      Implementing effective leadership and management practices takes effort and discipline, but the reward is a sustainable, scalable company that's set up for long-term success. Scaling Peopleis a detailed roadmap for company builders to put the right operating systems and structures in place to scale the most important resource a company has: its people.",
      "imgURL": "./img/content-img/5.webp"
    },
    {
      "id": "6",
      "name": "Raw Dog",
      "author": "Jamie Loftus",
      "price": 100,
      "description": "The Naked Truth about Hot Dogs",
      "fullDescription": "A NEW YORK TIMES AND INDIE BESTSELLER! Part travelogue, part culinary history, all capitalist critique—comedian Jamie Loftus's debut, Raw Dog, will take you on a cross-country road trip in the summer of 2021, and reveal what the creation, culture, and class influence of hot dogs says about America now.“One of the freshest and most insightful new comedic voices of this decade.” LINDSAY ELLIS Hot dogs. Poor people created them. Rich people found a way to charge fifteen dollars for them. They’re high culture, they’re low culture, they’re sports food, they’re kids' food, they’re hangover food, and they’re deeply American, despite having no basis whatsoever in America's Indigenous traditions. You can love them, you can hate them, but you can’t avoid the great American hot dog.Raw Dog: The Naked Truth About Hot Dogs is part investigation into the cultural and culinary significance of hot dogs and part travelog documenting a cross-country road trip researching them as they’re served today. From avocado and spice in the West to ass-shattering chili in the East to an entire salad on a slice of meat in Chicago, Loftus, her pets, and her ex eat their way across the country during the strange summer of 2021. It’s a brief window into the year between waves of a plague that the American government has the resources to temper, but not the interest.So grab a dog, lay out your picnic blanket, and dig into the delicious and inevitable product of centuries of violence, poverty, and ambition, now rolling around at your local 7-Eleven.The hardcover edition of Raw Dog: The Naked Truth About Hot Dogs includes gorgeous endpapers, an illustrated case, as well as illustrations by the author throughout.Raw Dog will leave you nourished. BuzzFeed.You will certainly never read a funnier book about taking a hot dog-themed road trip across America.",
      "imgURL": "./img/content-img/6.webp"
    },
    {
      "id": "7",
      "name": "Not Too Late",
      "author": "Rebecca Solnit, Thelma Young Lutunatabua",
      "price": 50,
      "description": "Changing the Climate Story from Despair to Possibility",
      "fullDescription": "An energizing case for hope about the climate, from Rebecca Solnit (the voice of the resistance. New York Times), climate activist Thelma Young Lutunatabua, and a chorus of voices calling on us to rise to the moment.Not Too Late brings strong climate voices from around the world to address the political, scientific, social, and emotional dimensions of the most urgent issue human beings have ever faced. Accessible, encouraging, and engaging, it's an invitation to everyone to understand the issue more deeply, participate more boldly, and imagine the future more creatively.In concise, illuminating essays and interviews, Not Too Late features the voices of Indigenous activists, such as Guam-based attorney and writer Julian Aguon; climate scientists, among them Jacquelyn Gill and Edward Carr; artists, such as Marshall Islands poet and activist Kathy Jentil-Kijiner; and longtime organizers, including The Tyranny of Oil author Antonia Juhasz and Emergent Strategy author adrienne maree brown. Shaped by the clear-eyed wisdom of editors Rebecca Solnit and Thelma Young Lutunatabua, and enhanced by illustrations by David Solnit, Not Too Late is a guide to take us from climate crisis to climate hope.",
      "imgURL": "./img/content-img/7.webp"
    },
    {
      "id": "8",
      "name": "Tough Titties",
      "author": "Laura Belgray",
      "price": 100,
      "description": "On Living Your Best Life When You're the F-ing Worst",
      "fullDescription": "What does it take to grow up cool and popular, master adulthood, fast track your success, and always be your best? Laura Belgray wouldn't know.Her wildly relatable coming-of-age stories include hate-following her 6th grade bully on social media decades later; moving home post-college to measure her self-worth in hookups with Upper West Side bartenders; dating a sociopathic man-baby; proving herself in the early '90s at New York's coolest magazine (as the world's worst intern); falling for get-rich-quick schemes on the Internet; and, most of all, saying 'tough titties' to the supposed-to's in life: driving a car, being on time, handing in your paperwork, learning to roast a chicken, and having kids. Peppered with cutting insights on our confusing, self-helpy culture that calls hair removal 'self care' and tells us to give our 110% but also to give zero f*cks, Tough Titties will leave you feeling better about, well, everything. Let's face it: we're all tired of shame-spiraling after being told what to do when we know we're not going to do any of it.Tough Titties is one big permission slip to be a dork, a sometimes-unspiritual slacker, a late bloomer and, ultimately, 100% yourself. It'll also have you snort-laughing in public and tapping whoever's nearby to say, Lemme read you one more part! Which is annoying, but tough titties.Nobody makes me laugh like Laura Belgray. She's got a one-of-a kind knack for taking the shame out of life's most humiliating moments. Tough Titties is a hilarious, must-read permission slip to be 100% you. ",
      "imgURL": "./img/content-img/8.webp"
    },
    {
      "id": "9",
      "name": "Yellowface",
      "author": "R.F. Kuang",
      "price": 100,
      "description": "White lies. Dark humor. Deadly consequences... ",
      "fullDescription": "Notes From Your Bookseller From the bestselling author of  and The Poppy War trilogy, is a masterful interrogation of white privilege and cultural appropriation within the publishing industry that will stick with you long after you've finished the last page.    This Barnes &amp; Noble Exclusive Edition includes an essay from R. F. Kuang that explores Asian American identity and representation in literature, looking at racism, diversity and cultural appropriation.Authors June Hayward and Athena Liu were supposed to be twin rising stars: same year at Yale, same debut year in publishing. But Athena’s a cross-genre literary darling, and June didn’t even get a paperback release. Nobody wants stories about basic white girls, June thinks.So when June witnesses Athena’s death in a freak accident, she acts on impulse: she steals Athena’s just-finished masterpiece, an experimental novel about the unsung contributions of Chinese laborers to the British and French war efforts during World War I.So what if June edits Athena’s novel and sends it to her agent as her own work? So what if she lets her new publisher rebrand her as Juniper Song—complete with an ambiguously ethnic author photo? Doesn’t this piece of history deserve to be told, whoever the teller? That’s what June claims, and the New York Timesbestseller list seems to agree.But June can’t get away from Athena’s shadow, and emerging evidence threatens to bring June’s (stolen) success down around her. As June races to protect her secret, she discovers exactly how far she will go to keep what she thinks she deserves.With its totally immersive first-person voice, Yellowface takes on questions of diversity, racism, and cultural appropriation not only in the publishing industry but the persistent erasure of Asian-American voices and history by Western white society. R. F. Kuang’s novel is timely, razor-sharp, and eminently readable.",
      "imgURL": "./img/content-img/9.webp"
    },
    {
      "id": "10",
      "name": "You Report to Me",
      "author": "David Bernhardt ",
      "price": 70,
      "description": "Accountability for the Failing Administrative State",
      "fullDescription": "Only a short while ago, it was unimaginable that our nation would face a baby formula shortage facilitated by a bureaucratic delay, or witness the national massive embarrassment of flawed military and diplomatic action, such as the withdrawal from Afghanistan. Yet, our leaders and our federal agencies consistently fail the American people, despite the massive growth of these institutions.When David Bernhardt became Secretary of the Interior in the Trump Administration, he witnessed the full dysfunction of our federal agencies and learned that America's sprawling civil service was often unresponsive to the will of the nation's chief executive. In fact, agency staff aligned with the ideology of one political party often worked to actively resist the other. Meanwhile, our elected officials in Congress happily punted significant questions of public policy to those unaccountable agencies. In You Report to Me, Bernhardt provides a firsthand chronicle of how the bureaucratic swamp really works and reveals how unaccountable power has quietly concentrated in the administrative state over the last two decades. Drawing on his experiences working under two administrations, Bernhardt details how President Trump's enabling leadership revealed a path for curtailing the administrative state in the future. You Report to Me calls on America's leaders to turn off autopilot and retake control of this ever-multiplying, unaccountable federal bureaucracy before it completely destroys the Founders' vision of a government based on the consent of the governed.",
      "imgURL": "./img/content-img/10.webp"
    },
    {
      "id": "11",
      "name": "End Times",
      "author": "Peter Turchin",
      "price": 55,
      "description": "Elites, Counter-Elites, and the Path of Political Disintegration",
      "fullDescription": "A brilliant new theory of how society works from one of the most iconoclastic thinkers of our time. What leads to political turbulence and social breakdown? How do elites maintain their dominant position? And why do ruling classes sometimes suddenly lose their grip on power? For decades, complexity scientist Peter Turchin has been studying world history like no-one else. Assembling vast databases mined from 10,000 years of human activity, and then developing new models, he has transformed the way we learn from the past. End Times is the result: a ground-breaking account of how society works.The lessons, he argues, are clear. When the balance of power between the ruling class and the majority tips too far in favour of elites, income inequality surges. The rich get richer, the poor further impoverished. As more people try to join the elite, frustration with the establishment brims over, often with disastrous consequences. Elite overproduction led to state breakdown in imperial China, in medieval France, in the American Civil War - and it is happening now.But while we are far along the path toward violent political rupture, Turchin's models also light the way to a brighter future. Drawing insight from those occasions in history where the balance was restored, End Times also points towards a different future: an escape from the patterns of the past.",
      "imgURL": "./img/content-img/11.webp"
    },
    {
      "id": "12",
      "name": "Humanocracy",
      "author": "Gary Hamel, Michele Zanini",
      "price": 45,
      "description": "Creating Organizations as Amazing as the People Inside Them",
      "fullDescription": "A Wall Street Journal Bestseller In a world of unrelenting change and unprecedented challenges, we need organizations that are resilient and daring.Unfortunately, most organizations, overburdened by bureaucracy, are sluggish and timid. In the age of upheaval, top-down power structures and rule-choked management systems are a liability. They crush creativity and stifle initiative. As leaders, employees, investors, and citizens, we deserve better. We need organizations that are bold, entrepreneurial, and as nimble as change itself. Hence this book.In ,Humanocracy, Gary Hamel and Michele Zanini make a passionate, data-driven argument for excising bureaucracy and replacing it with something better. Drawing on more than a decade of research and packed with practical examples, Humanocracy lays out a detailed blueprint for creating organizations that are as inspired and ingenious as the human beings inside them.Critical building blocks include:Motivation: Rallying colleagues to the challenge of busting bureaucracy Models: Leveraging the experience of organizations that have profitably challenged the bureaucratic status quoMindsets: Escaping the industrial age thinking that frustrates progress Mobilization: Activating a pro-change coalition to hack outmoded management systems and processes:Migration: Embedding the principles of humanocracy-ownership, markets, meritocracy, community, openness, experimentation, and paradox-in your organization's DNA.If you've finally run out of patience with bureaucratic bullshit . . .If you want to build an organization that can outrun change.If you're committed to giving every team member the chance to learn, grow, and contribute. then this book's for you. Whatever your role or title, Humanocracy will show you how to launch an unstoppable movement to equip and empower everyone in your organization to be their best and to do their best. The ultimate prize: an organization that's fit for the future and fit for human beings.",
      "imgURL": "./img/content-img/12.webp"
    },
    {
      "id": "13",
      "name": "Burn It Down",
      "author": "Maureen Ryan",
      "price": 50,
      "description": "Power, Complicity, and a Call for Change in Hollywood",
      "fullDescription": "NEW YORK TIMES BESTSELLER LOS ANGELES TIMES.In this spectacular, newsmaking exposé that has the entertainment industry abuzz and on its heels, Vanity Fair's Maureen Ryan blows the lid on patterns of harassment and bias in Hollywood, the grassroots reforms under way, and the labor and activist revolutions that recent scandals have ignited.It is never just One Bad Man.Abuse and exploitation of workers is baked into the very foundations of the entertainment industry. To break the cycle and make change that sticks, it’s important to stop looking at headline-making stories as individual events. Instead, one must look closely at the bigger picture, to see how abusers are created, fed, rewarded, allowed to persist, and, with the right tools, how they can be excised.In&nbsp;Burn It Down, veteran reporter Maureen Ryan does just that. She draws on decades of experience to connect the dots and illuminate the deeper forces sustaining Hollywood’s corrosive culture. Fresh reporting sheds light on problematic situations at companies like Lucasfilm and shows like Lost, Saturday Night Live The Goldbergs,Sleepy Hollow,Curb Your Enthusiasm </em>and more.Interviews with actors and famous creatives like Evan Rachel Wood, Harold Perrineau, Damon Lindelof, and Orlando Jones abound.&nbsp;Ryan dismantles, one by one, the myths that the entertainment industry promotes about itself, which have allowed abusers to thrive and the industry to avoid accountability—myths about Hollywood as a meritocracy, what it takes to be creative, the value of human dignity, and more.Weaving together insights from industry insiders, historical context, and pop-culture analysis. Burn It Down paints a groundbreaking and urgently necessary portrait of what’s gone wrong in the entertainment world—and how we can fix it.",
      "imgURL": "./img/content-img/1.webp"
    },
    {
      "id": "14",
      "name": "Quietly Hostile",
      "author": "Samantha Irby",
      "price": 100,
      "description": "Quietly Hostile: Essays",
      "fullDescription": "Notes From Your Bookseller Humorist Samantha Irby tells all about her life with tongue firmly planted in cheek, and we are thankful for that! We ALL need to view life askew. NEW YORK TIMES BESTSELLER A GLAMOUR BEST BOOK OF THE YEAR. A hilarious new essay collection from Samantha engages readers with her characteristic combination of laugh-out-loud moments, heartfelt passages and plenty of awkward experiences.... Quietly Hostile will delight established fans and newcomers alike “Brilliant and one of the funniest people I’ve ever read.The king of sparkling misanthropy and tender, loving dread.Jia Tolentino Absolutely hilarious.... If you are feeling down, or you feel like you haven't read anything you've loved in a long time, all you need is Samantha Irby.... She will make you laugh on every page.&nbsp;—Emma Straub, bestselling author of ,This Time Tomorrow, on The Today Show Samantha Irby’s career has taken her to new heights. She dodges calls from Hollywood and flop sweats on the red carpet at premieres (well, one premiere). But nothing is ever as it seems online, where she can crop out all the ugly parts. Irby got a lot of weird emails about Carrie Bradshaw, and not only is there diarrhea to avoid, but now—anaphylactic shock. She is turned away from restaurants for being inappropriately dressed and looks for the best ways to cope, i.e., reveling in the offerings of QVC and adopting a deranged pandemic dog. Quietly Hostile makes light as Irby takes us on another outrageously funny tour of all the gory details that make up the true portrait of a life behind the screenshotted depression memes. Relatable, poignant, and uproarious, once again, Irby is the tonic we all need to get by.",
      "imgURL": "./img/content-img/2.webp"
    },
    {
      "id": "15",
      "name": "Crying in H Mart",
      "author": "Michelle Zauner",
      "price": 80,
      "description": "Crying in H Mart: A Memoir",
      "fullDescription": "Notes From Your Bookseller If you're not familiar with the name Michelle Zauner, you may recognize her band, Japanese Breakfast. Zauner is an amazing songwriter and her writing chops are on full display in this often wistful memoir describing life as a rebellious youth trying to reconcile her Asian heritage in a very white Eugene, Oregon.This Barnes &amp; Noble Exclusive Edition includes French Flaps, spot gloss on the cover and twenty-two personal photos.NEW YORK TIMES NOTABLE BOOK OF THE YEAR NEW YORK TIMESBEST SELLER. From the indie rockstar of Japanese Breakfast fame, and author of the viral 2018 New Yorker essay that shares the title of this book, an unflinching, powerful memoir about growing up Korean American, losing her mother, and forging her own identity.In this exquisite story of family, food, grief, and endurance, Michelle Zauner proves herself far more than a dazzling singer, songwriter, and guitarist. With humor and heart, she tells of growing up one of the few Asian American kids at her school in Eugene, Oregon; of struggling with her mother's particular, high expectations of her; of a painful adolescence; of treasured months spent in her grandmother's tiny apartment in Seoul, where she and her mother would bond, late at night, over heaping plates of food. As she grew up, moving to the East Coast for college, finding work in the restaurant industry, and performing gigs with her fledgling band—and meeting the man who would become her husband—her Koreanness began to feel ever more distant, even as she found the life she wanted to live. It was her mother's diagnosis of terminal cancer, when Michelle was twenty-five, that forced a reckoning with her identity and brought her to reclaim the gifts of taste, language, and history her mother had given her.Vivacious and plainspoken, lyrical and honest, Zauner's voice is as radiantly alive on the page as it is onstage. Rich with intimate anecdotes that will resonate widely, and complete with family photos, Crying in H Mart is a book to cherish, share, and reread.",
      "imgURL": "./img/content-img/3.webp"
    },
    {
      "id": "16",
      "name": "Trust ",
      "author": "Hernan Diaz",
      "price": 60,
      "description": "Pulitzer Prize Winner",
      "fullDescription": "WINNER OF THE PULITZER PRIZE FOR FICTION A NEW YORK TIMES BESTSELLER ONE OF THE NEW YORK TIMES TOP TEN BOOKS OF 2022 ONE OF BARACK OBAMA'S FAVORITE BOOKS OF 2022 LONGLISTED FOR THE 2022 BOOKER PRIZE “Buzzy and enthralling …A glorious novel about empires and erasures, husbands and wives, staggering fortunes and unspeakable misery…Fun as hell to read.” Oprah Daily A genre-bending, time-skipping story about New York City’s elite in the roaring ’20s and Great Depression.A riveting story of class, capitalism, and greed.Exhilarating. New York Times Even through the roar and effervescence of the 1920s, everyone in New York has heard of Benjamin and Helen Rask. He is a legendary Wall Street tycoon; she is the daughter of eccentric aristocrats. Together, they have risen to the very top of a world of seemingly endless wealth—all as a decade of excess and speculation draws to an end. But at what cost have they acquired their immense fortune? This is the mystery at the center of ,Bonds, a successful 1937 novel that all of New York seems to have read. Yet there are other versions of this tale of privilege and deceit.Hernan Diaz’s TRUST elegantly puts these competing narratives into conversation with one another—and in tension with the perspective of one woman bent on disentangling fact from fiction. The result is a novel that spans over a century and becomes more exhilarating with each new revelation.At once an immersive story and a brilliant literary puzzle,TRUST engages the reader in a quest for the truth while confronting the deceptions that often live at the heart of personal relationships, the reality-warping force of capital, and the ease with which power can manipulate facts.",
      "imgURL": "./img/content-img/4.webp"
    },
    {
      "id": "17",
      "name": "Scaling People",
      "author": "Claire Hughes Johnson ",
      "price": 50,
      "description": "Tactics for Management and Company Building",
      "fullDescription": "A leader at both Google and Stripe from their early days, Claire Hughes Johnson has worked with founders and company builders to try to replicate their success. The most common questions she's asked are not about business strategy-they're about how to scale the operating structures and people systems of a rapidly growing startup. Scaling People is a practical and empathetic guide to being an effective leader and manager in a high-growth environment. The tactical information it puts forward-including guidance on crafting foundational documents, strategic and financial planning, hiring and team development, and feedback and performance mechanisms-can be applied to companies of any size, in any industry. Scaling People includes dozens of pages of worksheets, templates, exercises, and example documents to help founders, leaders, and company builders create scalable operating systems and lightweight processes that really work.      Implementing effective leadership and management practices takes effort and discipline, but the reward is a sustainable, scalable company that's set up for long-term success. Scaling Peopleis a detailed roadmap for company builders to put the right operating systems and structures in place to scale the most important resource a company has: its people.",
      "imgURL": "./img/content-img/5.webp"
    },
    {
      "id": "18",
      "name": "Raw Dog",
      "author": "Jamie Loftus",
      "price": 100,
      "description": "The Naked Truth about Hot Dogs",
      "fullDescription": "A NEW YORK TIMES AND INDIE BESTSELLER! Part travelogue, part culinary history, all capitalist critique—comedian Jamie Loftus's debut, Raw Dog, will take you on a cross-country road trip in the summer of 2021, and reveal what the creation, culture, and class influence of hot dogs says about America now.“One of the freshest and most insightful new comedic voices of this decade.” LINDSAY ELLIS Hot dogs. Poor people created them. Rich people found a way to charge fifteen dollars for them. They’re high culture, they’re low culture, they’re sports food, they’re kids' food, they’re hangover food, and they’re deeply American, despite having no basis whatsoever in America's Indigenous traditions. You can love them, you can hate them, but you can’t avoid the great American hot dog.Raw Dog: The Naked Truth About Hot Dogs is part investigation into the cultural and culinary significance of hot dogs and part travelog documenting a cross-country road trip researching them as they’re served today. From avocado and spice in the West to ass-shattering chili in the East to an entire salad on a slice of meat in Chicago, Loftus, her pets, and her ex eat their way across the country during the strange summer of 2021. It’s a brief window into the year between waves of a plague that the American government has the resources to temper, but not the interest.So grab a dog, lay out your picnic blanket, and dig into the delicious and inevitable product of centuries of violence, poverty, and ambition, now rolling around at your local 7-Eleven.The hardcover edition of Raw Dog: The Naked Truth About Hot Dogs includes gorgeous endpapers, an illustrated case, as well as illustrations by the author throughout.Raw Dog will leave you nourished. BuzzFeed.You will certainly never read a funnier book about taking a hot dog-themed road trip across America.",
      "imgURL": "./img/content-img/6.webp"
    },
    {
      "id": "19",
      "name": "Not Too Late",
      "author": "Rebecca Solnit, Thelma Young Lutunatabua",
      "price": 50,
      "description": "Changing the Climate Story from Despair to Possibility",
      "fullDescription": "An energizing case for hope about the climate, from Rebecca Solnit (the voice of the resistance. New York Times), climate activist Thelma Young Lutunatabua, and a chorus of voices calling on us to rise to the moment.Not Too Late brings strong climate voices from around the world to address the political, scientific, social, and emotional dimensions of the most urgent issue human beings have ever faced. Accessible, encouraging, and engaging, it's an invitation to everyone to understand the issue more deeply, participate more boldly, and imagine the future more creatively.In concise, illuminating essays and interviews, Not Too Late features the voices of Indigenous activists, such as Guam-based attorney and writer Julian Aguon; climate scientists, among them Jacquelyn Gill and Edward Carr; artists, such as Marshall Islands poet and activist Kathy Jentil-Kijiner; and longtime organizers, including The Tyranny of Oil author Antonia Juhasz and Emergent Strategy author adrienne maree brown. Shaped by the clear-eyed wisdom of editors Rebecca Solnit and Thelma Young Lutunatabua, and enhanced by illustrations by David Solnit, Not Too Late is a guide to take us from climate crisis to climate hope.",
      "imgURL": "./img/content-img/7.webp"
    },
    {
      "id": "20",
      "name": "Tough Titties",
      "author": "Laura Belgray",
      "price": 100,
      "description": "On Living Your Best Life When You're the F-ing Worst",
      "fullDescription": "What does it take to grow up cool and popular, master adulthood, fast track your success, and always be your best? Laura Belgray wouldn't know.Her wildly relatable coming-of-age stories include hate-following her 6th grade bully on social media decades later; moving home post-college to measure her self-worth in hookups with Upper West Side bartenders; dating a sociopathic man-baby; proving herself in the early '90s at New York's coolest magazine (as the world's worst intern); falling for get-rich-quick schemes on the Internet; and, most of all, saying 'tough titties' to the supposed-to's in life: driving a car, being on time, handing in your paperwork, learning to roast a chicken, and having kids. Peppered with cutting insights on our confusing, self-helpy culture that calls hair removal 'self care' and tells us to give our 110% but also to give zero f*cks, Tough Titties will leave you feeling better about, well, everything. Let's face it: we're all tired of shame-spiraling after being told what to do when we know we're not going to do any of it.Tough Titties is one big permission slip to be a dork, a sometimes-unspiritual slacker, a late bloomer and, ultimately, 100% yourself. It'll also have you snort-laughing in public and tapping whoever's nearby to say, Lemme read you one more part! Which is annoying, but tough titties.Nobody makes me laugh like Laura Belgray. She's got a one-of-a kind knack for taking the shame out of life's most humiliating moments. Tough Titties is a hilarious, must-read permission slip to be 100% you. ",
      "imgURL": "./img/content-img/8.webp"
    },
    {
      "id": "21",
      "name": "Yellowface",
      "author": "R.F. Kuang",
      "price": 100,
      "description": "White lies. Dark humor. Deadly consequences... ",
      "fullDescription": "Notes From Your Bookseller From the bestselling author of  and The Poppy War trilogy, is a masterful interrogation of white privilege and cultural appropriation within the publishing industry that will stick with you long after you've finished the last page.    This Barnes &amp; Noble Exclusive Edition includes an essay from R. F. Kuang that explores Asian American identity and representation in literature, looking at racism, diversity and cultural appropriation.Authors June Hayward and Athena Liu were supposed to be twin rising stars: same year at Yale, same debut year in publishing. But Athena’s a cross-genre literary darling, and June didn’t even get a paperback release. Nobody wants stories about basic white girls, June thinks.So when June witnesses Athena’s death in a freak accident, she acts on impulse: she steals Athena’s just-finished masterpiece, an experimental novel about the unsung contributions of Chinese laborers to the British and French war efforts during World War I.So what if June edits Athena’s novel and sends it to her agent as her own work? So what if she lets her new publisher rebrand her as Juniper Song—complete with an ambiguously ethnic author photo? Doesn’t this piece of history deserve to be told, whoever the teller? That’s what June claims, and the New York Timesbestseller list seems to agree.But June can’t get away from Athena’s shadow, and emerging evidence threatens to bring June’s (stolen) success down around her. As June races to protect her secret, she discovers exactly how far she will go to keep what she thinks she deserves.With its totally immersive first-person voice, Yellowface takes on questions of diversity, racism, and cultural appropriation not only in the publishing industry but the persistent erasure of Asian-American voices and history by Western white society. R. F. Kuang’s novel is timely, razor-sharp, and eminently readable.",
      "imgURL": "./img/content-img/9.webp"
    },
    {
      "id": "22",
      "name": "You Report to Me",
      "author": "David Bernhardt ",
      "price": 70,
      "description": "Accountability for the Failing Administrative State",
      "fullDescription": "Only a short while ago, it was unimaginable that our nation would face a baby formula shortage facilitated by a bureaucratic delay, or witness the national massive embarrassment of flawed military and diplomatic action, such as the withdrawal from Afghanistan. Yet, our leaders and our federal agencies consistently fail the American people, despite the massive growth of these institutions.When David Bernhardt became Secretary of the Interior in the Trump Administration, he witnessed the full dysfunction of our federal agencies and learned that America's sprawling civil service was often unresponsive to the will of the nation's chief executive. In fact, agency staff aligned with the ideology of one political party often worked to actively resist the other. Meanwhile, our elected officials in Congress happily punted significant questions of public policy to those unaccountable agencies. In You Report to Me, Bernhardt provides a firsthand chronicle of how the bureaucratic swamp really works and reveals how unaccountable power has quietly concentrated in the administrative state over the last two decades. Drawing on his experiences working under two administrations, Bernhardt details how President Trump's enabling leadership revealed a path for curtailing the administrative state in the future. You Report to Me calls on America's leaders to turn off autopilot and retake control of this ever-multiplying, unaccountable federal bureaucracy before it completely destroys the Founders' vision of a government based on the consent of the governed.",
      "imgURL": "./img/content-img/10.webp"
    },
    {
      "id": "23",
      "name": "End Times",
      "author": "Peter Turchin",
      "price": 55,
      "description": "Elites, Counter-Elites, and the Path of Political Disintegration",
      "fullDescription": "A brilliant new theory of how society works from one of the most iconoclastic thinkers of our time. What leads to political turbulence and social breakdown? How do elites maintain their dominant position? And why do ruling classes sometimes suddenly lose their grip on power? For decades, complexity scientist Peter Turchin has been studying world history like no-one else. Assembling vast databases mined from 10,000 years of human activity, and then developing new models, he has transformed the way we learn from the past. End Times is the result: a ground-breaking account of how society works.The lessons, he argues, are clear. When the balance of power between the ruling class and the majority tips too far in favour of elites, income inequality surges. The rich get richer, the poor further impoverished. As more people try to join the elite, frustration with the establishment brims over, often with disastrous consequences. Elite overproduction led to state breakdown in imperial China, in medieval France, in the American Civil War - and it is happening now.But while we are far along the path toward violent political rupture, Turchin's models also light the way to a brighter future. Drawing insight from those occasions in history where the balance was restored, End Times also points towards a different future: an escape from the patterns of the past.",
      "imgURL": "./img/content-img/11.webp"
    },
    {
      "id": "24",
      "name": "Humanocracy",
      "author": "Gary Hamel, Michele Zanini",
      "price": 45,
      "description": "Creating Organizations as Amazing as the People Inside Them",
      "fullDescription": "A Wall Street Journal Bestseller In a world of unrelenting change and unprecedented challenges, we need organizations that are resilient and daring.Unfortunately, most organizations, overburdened by bureaucracy, are sluggish and timid. In the age of upheaval, top-down power structures and rule-choked management systems are a liability. They crush creativity and stifle initiative. As leaders, employees, investors, and citizens, we deserve better. We need organizations that are bold, entrepreneurial, and as nimble as change itself. Hence this book.In ,Humanocracy, Gary Hamel and Michele Zanini make a passionate, data-driven argument for excising bureaucracy and replacing it with something better. Drawing on more than a decade of research and packed with practical examples, Humanocracy lays out a detailed blueprint for creating organizations that are as inspired and ingenious as the human beings inside them.Critical building blocks include:Motivation: Rallying colleagues to the challenge of busting bureaucracy Models: Leveraging the experience of organizations that have profitably challenged the bureaucratic status quoMindsets: Escaping the industrial age thinking that frustrates progress Mobilization: Activating a pro-change coalition to hack outmoded management systems and processes:Migration: Embedding the principles of humanocracy-ownership, markets, meritocracy, community, openness, experimentation, and paradox-in your organization's DNA.If you've finally run out of patience with bureaucratic bullshit . . .If you want to build an organization that can outrun change.If you're committed to giving every team member the chance to learn, grow, and contribute. then this book's for you. Whatever your role or title, Humanocracy will show you how to launch an unstoppable movement to equip and empower everyone in your organization to be their best and to do their best. The ultimate prize: an organization that's fit for the future and fit for human beings.",
      "imgURL": "./img/content-img/12.webp"
    },
    {
      "id": "25",
      "name": "Crying in H Mart",
      "author": "Michelle Zauner",
      "price": 80,
      "description": "Crying in H Mart: A Memoir",
      "fullDescription": "Notes From Your Bookseller If you're not familiar with the name Michelle Zauner, you may recognize her band, Japanese Breakfast. Zauner is an amazing songwriter and her writing chops are on full display in this often wistful memoir describing life as a rebellious youth trying to reconcile her Asian heritage in a very white Eugene, Oregon.This Barnes &amp; Noble Exclusive Edition includes French Flaps, spot gloss on the cover and twenty-two personal photos.NEW YORK TIMES NOTABLE BOOK OF THE YEAR NEW YORK TIMESBEST SELLER. From the indie rockstar of Japanese Breakfast fame, and author of the viral 2018 New Yorker essay that shares the title of this book, an unflinching, powerful memoir about growing up Korean American, losing her mother, and forging her own identity.In this exquisite story of family, food, grief, and endurance, Michelle Zauner proves herself far more than a dazzling singer, songwriter, and guitarist. With humor and heart, she tells of growing up one of the few Asian American kids at her school in Eugene, Oregon; of struggling with her mother's particular, high expectations of her; of a painful adolescence; of treasured months spent in her grandmother's tiny apartment in Seoul, where she and her mother would bond, late at night, over heaping plates of food. As she grew up, moving to the East Coast for college, finding work in the restaurant industry, and performing gigs with her fledgling band—and meeting the man who would become her husband—her Koreanness began to feel ever more distant, even as she found the life she wanted to live. It was her mother's diagnosis of terminal cancer, when Michelle was twenty-five, that forced a reckoning with her identity and brought her to reclaim the gifts of taste, language, and history her mother had given her.Vivacious and plainspoken, lyrical and honest, Zauner's voice is as radiantly alive on the page as it is onstage. Rich with intimate anecdotes that will resonate widely, and complete with family photos, Crying in H Mart is a book to cherish, share, and reread.",
      "imgURL": "./img/content-img/3.webp"
    },
    {
      "id": "26",
      "name": "Trust ",
      "author": "Hernan Diaz",
      "price": 60,
      "description": "Pulitzer Prize Winner",
      "fullDescription": "WINNER OF THE PULITZER PRIZE FOR FICTION A NEW YORK TIMES BESTSELLER ONE OF THE NEW YORK TIMES TOP TEN BOOKS OF 2022 ONE OF BARACK OBAMA'S FAVORITE BOOKS OF 2022 LONGLISTED FOR THE 2022 BOOKER PRIZE “Buzzy and enthralling …A glorious novel about empires and erasures, husbands and wives, staggering fortunes and unspeakable misery…Fun as hell to read.” Oprah Daily A genre-bending, time-skipping story about New York City’s elite in the roaring ’20s and Great Depression.A riveting story of class, capitalism, and greed.Exhilarating. New York Times Even through the roar and effervescence of the 1920s, everyone in New York has heard of Benjamin and Helen Rask. He is a legendary Wall Street tycoon; she is the daughter of eccentric aristocrats. Together, they have risen to the very top of a world of seemingly endless wealth—all as a decade of excess and speculation draws to an end. But at what cost have they acquired their immense fortune? This is the mystery at the center of ,Bonds, a successful 1937 novel that all of New York seems to have read. Yet there are other versions of this tale of privilege and deceit.Hernan Diaz’s TRUST elegantly puts these competing narratives into conversation with one another—and in tension with the perspective of one woman bent on disentangling fact from fiction. The result is a novel that spans over a century and becomes more exhilarating with each new revelation.At once an immersive story and a brilliant literary puzzle,TRUST engages the reader in a quest for the truth while confronting the deceptions that often live at the heart of personal relationships, the reality-warping force of capital, and the ease with which power can manipulate facts.",
      "imgURL": "./img/content-img/4.webp"
    },
    {
      "id": "27",
      "name": "Scaling People",
      "author": "Claire Hughes Johnson ",
      "price": 50,
      "description": "Tactics for Management and Company Building",
      "fullDescription": "A leader at both Google and Stripe from their early days, Claire Hughes Johnson has worked with founders and company builders to try to replicate their success. The most common questions she's asked are not about business strategy-they're about how to scale the operating structures and people systems of a rapidly growing startup. Scaling People is a practical and empathetic guide to being an effective leader and manager in a high-growth environment. The tactical information it puts forward-including guidance on crafting foundational documents, strategic and financial planning, hiring and team development, and feedback and performance mechanisms-can be applied to companies of any size, in any industry. Scaling People includes dozens of pages of worksheets, templates, exercises, and example documents to help founders, leaders, and company builders create scalable operating systems and lightweight processes that really work.      Implementing effective leadership and management practices takes effort and discipline, but the reward is a sustainable, scalable company that's set up for long-term success. Scaling Peopleis a detailed roadmap for company builders to put the right operating systems and structures in place to scale the most important resource a company has: its people.",
      "imgURL": "./img/content-img/5.webp"
    },
    {
      "id": "28",
      "name": "Raw Dog",
      "author": "Jamie Loftus",
      "price": 100,
      "description": "The Naked Truth about Hot Dogs",
      "fullDescription": "A NEW YORK TIMES AND INDIE BESTSELLER! Part travelogue, part culinary history, all capitalist critique—comedian Jamie Loftus's debut, Raw Dog, will take you on a cross-country road trip in the summer of 2021, and reveal what the creation, culture, and class influence of hot dogs says about America now.“One of the freshest and most insightful new comedic voices of this decade.” LINDSAY ELLIS Hot dogs. Poor people created them. Rich people found a way to charge fifteen dollars for them. They’re high culture, they’re low culture, they’re sports food, they’re kids' food, they’re hangover food, and they’re deeply American, despite having no basis whatsoever in America's Indigenous traditions. You can love them, you can hate them, but you can’t avoid the great American hot dog.Raw Dog: The Naked Truth About Hot Dogs is part investigation into the cultural and culinary significance of hot dogs and part travelog documenting a cross-country road trip researching them as they’re served today. From avocado and spice in the West to ass-shattering chili in the East to an entire salad on a slice of meat in Chicago, Loftus, her pets, and her ex eat their way across the country during the strange summer of 2021. It’s a brief window into the year between waves of a plague that the American government has the resources to temper, but not the interest.So grab a dog, lay out your picnic blanket, and dig into the delicious and inevitable product of centuries of violence, poverty, and ambition, now rolling around at your local 7-Eleven.The hardcover edition of Raw Dog: The Naked Truth About Hot Dogs includes gorgeous endpapers, an illustrated case, as well as illustrations by the author throughout.Raw Dog will leave you nourished. BuzzFeed.You will certainly never read a funnier book about taking a hot dog-themed road trip across America.",
      "imgURL": "./img/content-img/6.webp"
    },
    {
      "id": "29",
      "name": "Not Too Late",
      "author": "Rebecca Solnit, Thelma Young Lutunatabua",
      "price": 50,
      "description": "Changing the Climate Story from Despair to Possibility",
      "fullDescription": "An energizing case for hope about the climate, from Rebecca Solnit (the voice of the resistance. New York Times), climate activist Thelma Young Lutunatabua, and a chorus of voices calling on us to rise to the moment.Not Too Late brings strong climate voices from around the world to address the political, scientific, social, and emotional dimensions of the most urgent issue human beings have ever faced. Accessible, encouraging, and engaging, it's an invitation to everyone to understand the issue more deeply, participate more boldly, and imagine the future more creatively.In concise, illuminating essays and interviews, Not Too Late features the voices of Indigenous activists, such as Guam-based attorney and writer Julian Aguon; climate scientists, among them Jacquelyn Gill and Edward Carr; artists, such as Marshall Islands poet and activist Kathy Jentil-Kijiner; and longtime organizers, including The Tyranny of Oil author Antonia Juhasz and Emergent Strategy author adrienne maree brown. Shaped by the clear-eyed wisdom of editors Rebecca Solnit and Thelma Young Lutunatabua, and enhanced by illustrations by David Solnit, Not Too Late is a guide to take us from climate crisis to climate hope.",
      "imgURL": "./img/content-img/7.webp"
    },
    {
      "id": "30",
      "name": "Tough Titties",
      "author": "Laura Belgray",
      "price": 100,
      "description": "On Living Your Best Life When You're the F-ing Worst",
      "fullDescription": "What does it take to grow up cool and popular, master adulthood, fast track your success, and always be your best? Laura Belgray wouldn't know.Her wildly relatable coming-of-age stories include hate-following her 6th grade bully on social media decades later; moving home post-college to measure her self-worth in hookups with Upper West Side bartenders; dating a sociopathic man-baby; proving herself in the early '90s at New York's coolest magazine (as the world's worst intern); falling for get-rich-quick schemes on the Internet; and, most of all, saying 'tough titties' to the supposed-to's in life: driving a car, being on time, handing in your paperwork, learning to roast a chicken, and having kids. Peppered with cutting insights on our confusing, self-helpy culture that calls hair removal 'self care' and tells us to give our 110% but also to give zero f*cks, Tough Titties will leave you feeling better about, well, everything. Let's face it: we're all tired of shame-spiraling after being told what to do when we know we're not going to do any of it.Tough Titties is one big permission slip to be a dork, a sometimes-unspiritual slacker, a late bloomer and, ultimately, 100% yourself. It'll also have you snort-laughing in public and tapping whoever's nearby to say, Lemme read you one more part! Which is annoying, but tough titties.Nobody makes me laugh like Laura Belgray. She's got a one-of-a kind knack for taking the shame out of life's most humiliating moments. Tough Titties is a hilarious, must-read permission slip to be 100% you. ",
      "imgURL": "./img/content-img/8.webp"
    },
    {
      "id": "31",
      "name": "Yellowface",
      "author": "R.F. Kuang",
      "price": 100,
      "description": "White lies. Dark humor. Deadly consequences... ",
      "fullDescription": "Notes From Your Bookseller From the bestselling author of  and The Poppy War trilogy, is a masterful interrogation of white privilege and cultural appropriation within the publishing industry that will stick with you long after you've finished the last page.    This Barnes &amp; Noble Exclusive Edition includes an essay from R. F. Kuang that explores Asian American identity and representation in literature, looking at racism, diversity and cultural appropriation.Authors June Hayward and Athena Liu were supposed to be twin rising stars: same year at Yale, same debut year in publishing. But Athena’s a cross-genre literary darling, and June didn’t even get a paperback release. Nobody wants stories about basic white girls, June thinks.So when June witnesses Athena’s death in a freak accident, she acts on impulse: she steals Athena’s just-finished masterpiece, an experimental novel about the unsung contributions of Chinese laborers to the British and French war efforts during World War I.So what if June edits Athena’s novel and sends it to her agent as her own work? So what if she lets her new publisher rebrand her as Juniper Song—complete with an ambiguously ethnic author photo? Doesn’t this piece of history deserve to be told, whoever the teller? That’s what June claims, and the New York Timesbestseller list seems to agree.But June can’t get away from Athena’s shadow, and emerging evidence threatens to bring June’s (stolen) success down around her. As June races to protect her secret, she discovers exactly how far she will go to keep what she thinks she deserves.With its totally immersive first-person voice, Yellowface takes on questions of diversity, racism, and cultural appropriation not only in the publishing industry but the persistent erasure of Asian-American voices and history by Western white society. R. F. Kuang’s novel is timely, razor-sharp, and eminently readable.",
      "imgURL": "./img/content-img/9.webp"
    },
    {
      "id": "32",
      "name": "You Report to Me",
      "author": "David Bernhardt ",
      "price": 70,
      "description": "Accountability for the Failing Administrative State",
      "fullDescription": "Only a short while ago, it was unimaginable that our nation would face a baby formula shortage facilitated by a bureaucratic delay, or witness the national massive embarrassment of flawed military and diplomatic action, such as the withdrawal from Afghanistan. Yet, our leaders and our federal agencies consistently fail the American people, despite the massive growth of these institutions.When David Bernhardt became Secretary of the Interior in the Trump Administration, he witnessed the full dysfunction of our federal agencies and learned that America's sprawling civil service was often unresponsive to the will of the nation's chief executive. In fact, agency staff aligned with the ideology of one political party often worked to actively resist the other. Meanwhile, our elected officials in Congress happily punted significant questions of public policy to those unaccountable agencies. In You Report to Me, Bernhardt provides a firsthand chronicle of how the bureaucratic swamp really works and reveals how unaccountable power has quietly concentrated in the administrative state over the last two decades. Drawing on his experiences working under two administrations, Bernhardt details how President Trump's enabling leadership revealed a path for curtailing the administrative state in the future. You Report to Me calls on America's leaders to turn off autopilot and retake control of this ever-multiplying, unaccountable federal bureaucracy before it completely destroys the Founders' vision of a government based on the consent of the governed.",
      "imgURL": "./img/content-img/10.webp"
    },
    {
      "id": "33",
      "name": "End Times",
      "author": "Peter Turchin",
      "price": 55,
      "description": "Elites, Counter-Elites, and the Path of Political Disintegration",
      "fullDescription": "A brilliant new theory of how society works from one of the most iconoclastic thinkers of our time. What leads to political turbulence and social breakdown? How do elites maintain their dominant position? And why do ruling classes sometimes suddenly lose their grip on power? For decades, complexity scientist Peter Turchin has been studying world history like no-one else. Assembling vast databases mined from 10,000 years of human activity, and then developing new models, he has transformed the way we learn from the past. End Times is the result: a ground-breaking account of how society works.The lessons, he argues, are clear. When the balance of power between the ruling class and the majority tips too far in favour of elites, income inequality surges. The rich get richer, the poor further impoverished. As more people try to join the elite, frustration with the establishment brims over, often with disastrous consequences. Elite overproduction led to state breakdown in imperial China, in medieval France, in the American Civil War - and it is happening now.But while we are far along the path toward violent political rupture, Turchin's models also light the way to a brighter future. Drawing insight from those occasions in history where the balance was restored, End Times also points towards a different future: an escape from the patterns of the past.",
      "imgURL": "./img/content-img/11.webp"
    },
    {
      "id": "34",
      "name": "Humanocracy",
      "author": "Gary Hamel, Michele Zanini",
      "price": 45,
      "description": "Creating Organizations as Amazing as the People Inside Them",
      "fullDescription": "A Wall Street Journal Bestseller In a world of unrelenting change and unprecedented challenges, we need organizations that are resilient and daring.Unfortunately, most organizations, overburdened by bureaucracy, are sluggish and timid. In the age of upheaval, top-down power structures and rule-choked management systems are a liability. They crush creativity and stifle initiative. As leaders, employees, investors, and citizens, we deserve better. We need organizations that are bold, entrepreneurial, and as nimble as change itself. Hence this book.In ,Humanocracy, Gary Hamel and Michele Zanini make a passionate, data-driven argument for excising bureaucracy and replacing it with something better. Drawing on more than a decade of research and packed with practical examples, Humanocracy lays out a detailed blueprint for creating organizations that are as inspired and ingenious as the human beings inside them.Critical building blocks include:Motivation: Rallying colleagues to the challenge of busting bureaucracy Models: Leveraging the experience of organizations that have profitably challenged the bureaucratic status quoMindsets: Escaping the industrial age thinking that frustrates progress Mobilization: Activating a pro-change coalition to hack outmoded management systems and processes:Migration: Embedding the principles of humanocracy-ownership, markets, meritocracy, community, openness, experimentation, and paradox-in your organization's DNA.If you've finally run out of patience with bureaucratic bullshit . . .If you want to build an organization that can outrun change.If you're committed to giving every team member the chance to learn, grow, and contribute. then this book's for you. Whatever your role or title, Humanocracy will show you how to launch an unstoppable movement to equip and empower everyone in your organization to be their best and to do their best. The ultimate prize: an organization that's fit for the future and fit for human beings.",
      "imgURL": "./img/content-img/12.webp"
    },
    {
      "id": "35",
      "name": "Crying in H Mart",
      "author": "Michelle Zauner",
      "price": 80,
      "description": "Crying in H Mart: A Memoir",
      "fullDescription": "Notes From Your Bookseller If you're not familiar with the name Michelle Zauner, you may recognize her band, Japanese Breakfast. Zauner is an amazing songwriter and her writing chops are on full display in this often wistful memoir describing life as a rebellious youth trying to reconcile her Asian heritage in a very white Eugene, Oregon.This Barnes &amp; Noble Exclusive Edition includes French Flaps, spot gloss on the cover and twenty-two personal photos.NEW YORK TIMES NOTABLE BOOK OF THE YEAR NEW YORK TIMESBEST SELLER. From the indie rockstar of Japanese Breakfast fame, and author of the viral 2018 New Yorker essay that shares the title of this book, an unflinching, powerful memoir about growing up Korean American, losing her mother, and forging her own identity.In this exquisite story of family, food, grief, and endurance, Michelle Zauner proves herself far more than a dazzling singer, songwriter, and guitarist. With humor and heart, she tells of growing up one of the few Asian American kids at her school in Eugene, Oregon; of struggling with her mother's particular, high expectations of her; of a painful adolescence; of treasured months spent in her grandmother's tiny apartment in Seoul, where she and her mother would bond, late at night, over heaping plates of food. As she grew up, moving to the East Coast for college, finding work in the restaurant industry, and performing gigs with her fledgling band—and meeting the man who would become her husband—her Koreanness began to feel ever more distant, even as she found the life she wanted to live. It was her mother's diagnosis of terminal cancer, when Michelle was twenty-five, that forced a reckoning with her identity and brought her to reclaim the gifts of taste, language, and history her mother had given her.Vivacious and plainspoken, lyrical and honest, Zauner's voice is as radiantly alive on the page as it is onstage. Rich with intimate anecdotes that will resonate widely, and complete with family photos, Crying in H Mart is a book to cherish, share, and reread.",
      "imgURL": "./img/content-img/3.webp"
    },
    {
      "id": "36",
      "name": "Trust ",
      "author": "Hernan Diaz",
      "price": 60,
      "description": "Pulitzer Prize Winner",
      "fullDescription": "WINNER OF THE PULITZER PRIZE FOR FICTION A NEW YORK TIMES BESTSELLER ONE OF THE NEW YORK TIMES TOP TEN BOOKS OF 2022 ONE OF BARACK OBAMA'S FAVORITE BOOKS OF 2022 LONGLISTED FOR THE 2022 BOOKER PRIZE “Buzzy and enthralling …A glorious novel about empires and erasures, husbands and wives, staggering fortunes and unspeakable misery…Fun as hell to read.” Oprah Daily A genre-bending, time-skipping story about New York City’s elite in the roaring ’20s and Great Depression.A riveting story of class, capitalism, and greed.Exhilarating. New York Times Even through the roar and effervescence of the 1920s, everyone in New York has heard of Benjamin and Helen Rask. He is a legendary Wall Street tycoon; she is the daughter of eccentric aristocrats. Together, they have risen to the very top of a world of seemingly endless wealth—all as a decade of excess and speculation draws to an end. But at what cost have they acquired their immense fortune? This is the mystery at the center of ,Bonds, a successful 1937 novel that all of New York seems to have read. Yet there are other versions of this tale of privilege and deceit.Hernan Diaz’s TRUST elegantly puts these competing narratives into conversation with one another—and in tension with the perspective of one woman bent on disentangling fact from fiction. The result is a novel that spans over a century and becomes more exhilarating with each new revelation.At once an immersive story and a brilliant literary puzzle,TRUST engages the reader in a quest for the truth while confronting the deceptions that often live at the heart of personal relationships, the reality-warping force of capital, and the ease with which power can manipulate facts.",
      "imgURL": "./img/content-img/4.webp"
    },
    {
      "id": "37",
      "name": "Scaling People",
      "author": "Claire Hughes Johnson ",
      "price": 50,
      "description": "Tactics for Management and Company Building",
      "fullDescription": "A leader at both Google and Stripe from their early days, Claire Hughes Johnson has worked with founders and company builders to try to replicate their success. The most common questions she's asked are not about business strategy-they're about how to scale the operating structures and people systems of a rapidly growing startup. Scaling People is a practical and empathetic guide to being an effective leader and manager in a high-growth environment. The tactical information it puts forward-including guidance on crafting foundational documents, strategic and financial planning, hiring and team development, and feedback and performance mechanisms-can be applied to companies of any size, in any industry. Scaling People includes dozens of pages of worksheets, templates, exercises, and example documents to help founders, leaders, and company builders create scalable operating systems and lightweight processes that really work.      Implementing effective leadership and management practices takes effort and discipline, but the reward is a sustainable, scalable company that's set up for long-term success. Scaling Peopleis a detailed roadmap for company builders to put the right operating systems and structures in place to scale the most important resource a company has: its people.",
      "imgURL": "./img/content-img/5.webp"
    },
    {
      "id": "38",
      "name": "Raw Dog",
      "author": "Jamie Loftus",
      "price": 100,
      "description": "The Naked Truth about Hot Dogs",
      "fullDescription": "A NEW YORK TIMES AND INDIE BESTSELLER! Part travelogue, part culinary history, all capitalist critique—comedian Jamie Loftus's debut, Raw Dog, will take you on a cross-country road trip in the summer of 2021, and reveal what the creation, culture, and class influence of hot dogs says about America now.“One of the freshest and most insightful new comedic voices of this decade.” LINDSAY ELLIS Hot dogs. Poor people created them. Rich people found a way to charge fifteen dollars for them. They’re high culture, they’re low culture, they’re sports food, they’re kids' food, they’re hangover food, and they’re deeply American, despite having no basis whatsoever in America's Indigenous traditions. You can love them, you can hate them, but you can’t avoid the great American hot dog.Raw Dog: The Naked Truth About Hot Dogs is part investigation into the cultural and culinary significance of hot dogs and part travelog documenting a cross-country road trip researching them as they’re served today. From avocado and spice in the West to ass-shattering chili in the East to an entire salad on a slice of meat in Chicago, Loftus, her pets, and her ex eat their way across the country during the strange summer of 2021. It’s a brief window into the year between waves of a plague that the American government has the resources to temper, but not the interest.So grab a dog, lay out your picnic blanket, and dig into the delicious and inevitable product of centuries of violence, poverty, and ambition, now rolling around at your local 7-Eleven.The hardcover edition of Raw Dog: The Naked Truth About Hot Dogs includes gorgeous endpapers, an illustrated case, as well as illustrations by the author throughout.Raw Dog will leave you nourished. BuzzFeed.You will certainly never read a funnier book about taking a hot dog-themed road trip across America.",
      "imgURL": "./img/content-img/6.webp"
    },
    {
      "id": "39",
      "name": "Not Too Late",
      "author": "Rebecca Solnit, Thelma Young Lutunatabua",
      "price": 50,
      "description": "Changing the Climate Story from Despair to Possibility",
      "fullDescription": "An energizing case for hope about the climate, from Rebecca Solnit (the voice of the resistance. New York Times), climate activist Thelma Young Lutunatabua, and a chorus of voices calling on us to rise to the moment.Not Too Late brings strong climate voices from around the world to address the political, scientific, social, and emotional dimensions of the most urgent issue human beings have ever faced. Accessible, encouraging, and engaging, it's an invitation to everyone to understand the issue more deeply, participate more boldly, and imagine the future more creatively.In concise, illuminating essays and interviews, Not Too Late features the voices of Indigenous activists, such as Guam-based attorney and writer Julian Aguon; climate scientists, among them Jacquelyn Gill and Edward Carr; artists, such as Marshall Islands poet and activist Kathy Jentil-Kijiner; and longtime organizers, including The Tyranny of Oil author Antonia Juhasz and Emergent Strategy author adrienne maree brown. Shaped by the clear-eyed wisdom of editors Rebecca Solnit and Thelma Young Lutunatabua, and enhanced by illustrations by David Solnit, Not Too Late is a guide to take us from climate crisis to climate hope.",
      "imgURL": "./img/content-img/7.webp"
    },
    {
      "id": "40",
      "name": "Tough Titties",
      "author": "Laura Belgray",
      "price": 100,
      "description": "On Living Your Best Life When You're the F-ing Worst",
      "fullDescription": "What does it take to grow up cool and popular, master adulthood, fast track your success, and always be your best? Laura Belgray wouldn't know.Her wildly relatable coming-of-age stories include hate-following her 6th grade bully on social media decades later; moving home post-college to measure her self-worth in hookups with Upper West Side bartenders; dating a sociopathic man-baby; proving herself in the early '90s at New York's coolest magazine (as the world's worst intern); falling for get-rich-quick schemes on the Internet; and, most of all, saying 'tough titties' to the supposed-to's in life: driving a car, being on time, handing in your paperwork, learning to roast a chicken, and having kids. Peppered with cutting insights on our confusing, self-helpy culture that calls hair removal 'self care' and tells us to give our 110% but also to give zero f*cks, Tough Titties will leave you feeling better about, well, everything. Let's face it: we're all tired of shame-spiraling after being told what to do when we know we're not going to do any of it.Tough Titties is one big permission slip to be a dork, a sometimes-unspiritual slacker, a late bloomer and, ultimately, 100% yourself. It'll also have you snort-laughing in public and tapping whoever's nearby to say, Lemme read you one more part! Which is annoying, but tough titties.Nobody makes me laugh like Laura Belgray. She's got a one-of-a kind knack for taking the shame out of life's most humiliating moments. Tough Titties is a hilarious, must-read permission slip to be 100% you. ",
      "imgURL": "./img/content-img/8.webp"
    },
    {
      "id": "41",
      "name": "Yellowface",
      "author": "R.F. Kuang",
      "price": 100,
      "description": "White lies. Dark humor. Deadly consequences... ",
      "fullDescription": "Notes From Your Bookseller From the bestselling author of  and The Poppy War trilogy, is a masterful interrogation of white privilege and cultural appropriation within the publishing industry that will stick with you long after you've finished the last page.    This Barnes &amp; Noble Exclusive Edition includes an essay from R. F. Kuang that explores Asian American identity and representation in literature, looking at racism, diversity and cultural appropriation.Authors June Hayward and Athena Liu were supposed to be twin rising stars: same year at Yale, same debut year in publishing. But Athena’s a cross-genre literary darling, and June didn’t even get a paperback release. Nobody wants stories about basic white girls, June thinks.So when June witnesses Athena’s death in a freak accident, she acts on impulse: she steals Athena’s just-finished masterpiece, an experimental novel about the unsung contributions of Chinese laborers to the British and French war efforts during World War I.So what if June edits Athena’s novel and sends it to her agent as her own work? So what if she lets her new publisher rebrand her as Juniper Song—complete with an ambiguously ethnic author photo? Doesn’t this piece of history deserve to be told, whoever the teller? That’s what June claims, and the New York Timesbestseller list seems to agree.But June can’t get away from Athena’s shadow, and emerging evidence threatens to bring June’s (stolen) success down around her. As June races to protect her secret, she discovers exactly how far she will go to keep what she thinks she deserves.With its totally immersive first-person voice, Yellowface takes on questions of diversity, racism, and cultural appropriation not only in the publishing industry but the persistent erasure of Asian-American voices and history by Western white society. R. F. Kuang’s novel is timely, razor-sharp, and eminently readable.",
      "imgURL": "./img/content-img/9.webp"
    },
    {
      "id": "42",
      "name": "You Report to Me",
      "author": "David Bernhardt ",
      "price": 70,
      "description": "Accountability for the Failing Administrative State",
      "fullDescription": "Only a short while ago, it was unimaginable that our nation would face a baby formula shortage facilitated by a bureaucratic delay, or witness the national massive embarrassment of flawed military and diplomatic action, such as the withdrawal from Afghanistan. Yet, our leaders and our federal agencies consistently fail the American people, despite the massive growth of these institutions.When David Bernhardt became Secretary of the Interior in the Trump Administration, he witnessed the full dysfunction of our federal agencies and learned that America's sprawling civil service was often unresponsive to the will of the nation's chief executive. In fact, agency staff aligned with the ideology of one political party often worked to actively resist the other. Meanwhile, our elected officials in Congress happily punted significant questions of public policy to those unaccountable agencies. In You Report to Me, Bernhardt provides a firsthand chronicle of how the bureaucratic swamp really works and reveals how unaccountable power has quietly concentrated in the administrative state over the last two decades. Drawing on his experiences working under two administrations, Bernhardt details how President Trump's enabling leadership revealed a path for curtailing the administrative state in the future. You Report to Me calls on America's leaders to turn off autopilot and retake control of this ever-multiplying, unaccountable federal bureaucracy before it completely destroys the Founders' vision of a government based on the consent of the governed.",
      "imgURL": "./img/content-img/10.webp"
    },
    {
      "id": "43",
      "name": "End Times",
      "author": "Peter Turchin",
      "price": 55,
      "description": "Elites, Counter-Elites, and the Path of Political Disintegration",
      "fullDescription": "A brilliant new theory of how society works from one of the most iconoclastic thinkers of our time. What leads to political turbulence and social breakdown? How do elites maintain their dominant position? And why do ruling classes sometimes suddenly lose their grip on power? For decades, complexity scientist Peter Turchin has been studying world history like no-one else. Assembling vast databases mined from 10,000 years of human activity, and then developing new models, he has transformed the way we learn from the past. End Times is the result: a ground-breaking account of how society works.The lessons, he argues, are clear. When the balance of power between the ruling class and the majority tips too far in favour of elites, income inequality surges. The rich get richer, the poor further impoverished. As more people try to join the elite, frustration with the establishment brims over, often with disastrous consequences. Elite overproduction led to state breakdown in imperial China, in medieval France, in the American Civil War - and it is happening now.But while we are far along the path toward violent political rupture, Turchin's models also light the way to a brighter future. Drawing insight from those occasions in history where the balance was restored, End Times also points towards a different future: an escape from the patterns of the past.",
      "imgURL": "./img/content-img/11.webp"
    },
    {
      "id": "44",
      "name": "Humanocracy",
      "author": "Gary Hamel, Michele Zanini",
      "price": 45,
      "description": "Creating Organizations as Amazing as the People Inside Them",
      "fullDescription": "A Wall Street Journal Bestseller In a world of unrelenting change and unprecedented challenges, we need organizations that are resilient and daring.Unfortunately, most organizations, overburdened by bureaucracy, are sluggish and timid. In the age of upheaval, top-down power structures and rule-choked management systems are a liability. They crush creativity and stifle initiative. As leaders, employees, investors, and citizens, we deserve better. We need organizations that are bold, entrepreneurial, and as nimble as change itself. Hence this book.In ,Humanocracy, Gary Hamel and Michele Zanini make a passionate, data-driven argument for excising bureaucracy and replacing it with something better. Drawing on more than a decade of research and packed with practical examples, Humanocracy lays out a detailed blueprint for creating organizations that are as inspired and ingenious as the human beings inside them.Critical building blocks include:Motivation: Rallying colleagues to the challenge of busting bureaucracy Models: Leveraging the experience of organizations that have profitably challenged the bureaucratic status quoMindsets: Escaping the industrial age thinking that frustrates progress Mobilization: Activating a pro-change coalition to hack outmoded management systems and processes:Migration: Embedding the principles of humanocracy-ownership, markets, meritocracy, community, openness, experimentation, and paradox-in your organization's DNA.If you've finally run out of patience with bureaucratic bullshit . . .If you want to build an organization that can outrun change.If you're committed to giving every team member the chance to learn, grow, and contribute. then this book's for you. Whatever your role or title, Humanocracy will show you how to launch an unstoppable movement to equip and empower everyone in your organization to be their best and to do their best. The ultimate prize: an organization that's fit for the future and fit for human beings.",
      "imgURL": "./img/content-img/12.webp"
    },
    {
      "id": "45",
      "name": "Crying in H Mart",
      "author": "Michelle Zauner",
      "price": 80,
      "description": "Crying in H Mart: A Memoir",
      "fullDescription": "Notes From Your Bookseller If you're not familiar with the name Michelle Zauner, you may recognize her band, Japanese Breakfast. Zauner is an amazing songwriter and her writing chops are on full display in this often wistful memoir describing life as a rebellious youth trying to reconcile her Asian heritage in a very white Eugene, Oregon.This Barnes &amp; Noble Exclusive Edition includes French Flaps, spot gloss on the cover and twenty-two personal photos.NEW YORK TIMES NOTABLE BOOK OF THE YEAR NEW YORK TIMESBEST SELLER. From the indie rockstar of Japanese Breakfast fame, and author of the viral 2018 New Yorker essay that shares the title of this book, an unflinching, powerful memoir about growing up Korean American, losing her mother, and forging her own identity.In this exquisite story of family, food, grief, and endurance, Michelle Zauner proves herself far more than a dazzling singer, songwriter, and guitarist. With humor and heart, she tells of growing up one of the few Asian American kids at her school in Eugene, Oregon; of struggling with her mother's particular, high expectations of her; of a painful adolescence; of treasured months spent in her grandmother's tiny apartment in Seoul, where she and her mother would bond, late at night, over heaping plates of food. As she grew up, moving to the East Coast for college, finding work in the restaurant industry, and performing gigs with her fledgling band—and meeting the man who would become her husband—her Koreanness began to feel ever more distant, even as she found the life she wanted to live. It was her mother's diagnosis of terminal cancer, when Michelle was twenty-five, that forced a reckoning with her identity and brought her to reclaim the gifts of taste, language, and history her mother had given her.Vivacious and plainspoken, lyrical and honest, Zauner's voice is as radiantly alive on the page as it is onstage. Rich with intimate anecdotes that will resonate widely, and complete with family photos, Crying in H Mart is a book to cherish, share, and reread.",
      "imgURL": "./img/content-img/3.webp"
    },
    {
      "id": "46",
      "name": "Trust ",
      "author": "Hernan Diaz",
      "price": 60,
      "description": "Pulitzer Prize Winner",
      "fullDescription": "WINNER OF THE PULITZER PRIZE FOR FICTION A NEW YORK TIMES BESTSELLER ONE OF THE NEW YORK TIMES TOP TEN BOOKS OF 2022 ONE OF BARACK OBAMA'S FAVORITE BOOKS OF 2022 LONGLISTED FOR THE 2022 BOOKER PRIZE “Buzzy and enthralling …A glorious novel about empires and erasures, husbands and wives, staggering fortunes and unspeakable misery…Fun as hell to read.” Oprah Daily A genre-bending, time-skipping story about New York City’s elite in the roaring ’20s and Great Depression.A riveting story of class, capitalism, and greed.Exhilarating. New York Times Even through the roar and effervescence of the 1920s, everyone in New York has heard of Benjamin and Helen Rask. He is a legendary Wall Street tycoon; she is the daughter of eccentric aristocrats. Together, they have risen to the very top of a world of seemingly endless wealth—all as a decade of excess and speculation draws to an end. But at what cost have they acquired their immense fortune? This is the mystery at the center of ,Bonds, a successful 1937 novel that all of New York seems to have read. Yet there are other versions of this tale of privilege and deceit.Hernan Diaz’s TRUST elegantly puts these competing narratives into conversation with one another—and in tension with the perspective of one woman bent on disentangling fact from fiction. The result is a novel that spans over a century and becomes more exhilarating with each new revelation.At once an immersive story and a brilliant literary puzzle,TRUST engages the reader in a quest for the truth while confronting the deceptions that often live at the heart of personal relationships, the reality-warping force of capital, and the ease with which power can manipulate facts.",
      "imgURL": "./img/content-img/4.webp"
    },
    {
      "id": "47",
      "name": "Scaling People",
      "author": "Claire Hughes Johnson ",
      "price": 50,
      "description": "Tactics for Management and Company Building",
      "fullDescription": "A leader at both Google and Stripe from their early days, Claire Hughes Johnson has worked with founders and company builders to try to replicate their success. The most common questions she's asked are not about business strategy-they're about how to scale the operating structures and people systems of a rapidly growing startup. Scaling People is a practical and empathetic guide to being an effective leader and manager in a high-growth environment. The tactical information it puts forward-including guidance on crafting foundational documents, strategic and financial planning, hiring and team development, and feedback and performance mechanisms-can be applied to companies of any size, in any industry. Scaling People includes dozens of pages of worksheets, templates, exercises, and example documents to help founders, leaders, and company builders create scalable operating systems and lightweight processes that really work.      Implementing effective leadership and management practices takes effort and discipline, but the reward is a sustainable, scalable company that's set up for long-term success. Scaling Peopleis a detailed roadmap for company builders to put the right operating systems and structures in place to scale the most important resource a company has: its people.",
      "imgURL": "./img/content-img/5.webp"
    },
    {
      "id": "48",
      "name": "Raw Dog",
      "author": "Jamie Loftus",
      "price": 100,
      "description": "The Naked Truth about Hot Dogs",
      "fullDescription": "A NEW YORK TIMES AND INDIE BESTSELLER! Part travelogue, part culinary history, all capitalist critique—comedian Jamie Loftus's debut, Raw Dog, will take you on a cross-country road trip in the summer of 2021, and reveal what the creation, culture, and class influence of hot dogs says about America now.“One of the freshest and most insightful new comedic voices of this decade.” LINDSAY ELLIS Hot dogs. Poor people created them. Rich people found a way to charge fifteen dollars for them. They’re high culture, they’re low culture, they’re sports food, they’re kids' food, they’re hangover food, and they’re deeply American, despite having no basis whatsoever in America's Indigenous traditions. You can love them, you can hate them, but you can’t avoid the great American hot dog.Raw Dog: The Naked Truth About Hot Dogs is part investigation into the cultural and culinary significance of hot dogs and part travelog documenting a cross-country road trip researching them as they’re served today. From avocado and spice in the West to ass-shattering chili in the East to an entire salad on a slice of meat in Chicago, Loftus, her pets, and her ex eat their way across the country during the strange summer of 2021. It’s a brief window into the year between waves of a plague that the American government has the resources to temper, but not the interest.So grab a dog, lay out your picnic blanket, and dig into the delicious and inevitable product of centuries of violence, poverty, and ambition, now rolling around at your local 7-Eleven.The hardcover edition of Raw Dog: The Naked Truth About Hot Dogs includes gorgeous endpapers, an illustrated case, as well as illustrations by the author throughout.Raw Dog will leave you nourished. BuzzFeed.You will certainly never read a funnier book about taking a hot dog-themed road trip across America.",
      "imgURL": "./img/content-img/6.webp"
    },
    {
      "id": "49",
      "name": "Not Too Late",
      "author": "Rebecca Solnit, Thelma Young Lutunatabua",
      "price": 50,
      "description": "Changing the Climate Story from Despair to Possibility",
      "fullDescription": "An energizing case for hope about the climate, from Rebecca Solnit (the voice of the resistance. New York Times), climate activist Thelma Young Lutunatabua, and a chorus of voices calling on us to rise to the moment.Not Too Late brings strong climate voices from around the world to address the political, scientific, social, and emotional dimensions of the most urgent issue human beings have ever faced. Accessible, encouraging, and engaging, it's an invitation to everyone to understand the issue more deeply, participate more boldly, and imagine the future more creatively.In concise, illuminating essays and interviews, Not Too Late features the voices of Indigenous activists, such as Guam-based attorney and writer Julian Aguon; climate scientists, among them Jacquelyn Gill and Edward Carr; artists, such as Marshall Islands poet and activist Kathy Jentil-Kijiner; and longtime organizers, including The Tyranny of Oil author Antonia Juhasz and Emergent Strategy author adrienne maree brown. Shaped by the clear-eyed wisdom of editors Rebecca Solnit and Thelma Young Lutunatabua, and enhanced by illustrations by David Solnit, Not Too Late is a guide to take us from climate crisis to climate hope.",
      "imgURL": "./img/content-img/7.webp"
    },
    {
      "id": "50",
      "name": "Tough Titties",
      "author": "Laura Belgray",
      "price": 100,
      "description": "On Living Your Best Life When You're the F-ing Worst",
      "fullDescription": "What does it take to grow up cool and popular, master adulthood, fast track your success, and always be your best? Laura Belgray wouldn't know.Her wildly relatable coming-of-age stories include hate-following her 6th grade bully on social media decades later; moving home post-college to measure her self-worth in hookups with Upper West Side bartenders; dating a sociopathic man-baby; proving herself in the early '90s at New York's coolest magazine (as the world's worst intern); falling for get-rich-quick schemes on the Internet; and, most of all, saying 'tough titties' to the supposed-to's in life: driving a car, being on time, handing in your paperwork, learning to roast a chicken, and having kids. Peppered with cutting insights on our confusing, self-helpy culture that calls hair removal 'self care' and tells us to give our 110% but also to give zero f*cks, Tough Titties will leave you feeling better about, well, everything. Let's face it: we're all tired of shame-spiraling after being told what to do when we know we're not going to do any of it.Tough Titties is one big permission slip to be a dork, a sometimes-unspiritual slacker, a late bloomer and, ultimately, 100% yourself. It'll also have you snort-laughing in public and tapping whoever's nearby to say, Lemme read you one more part! Which is annoying, but tough titties.Nobody makes me laugh like Laura Belgray. She's got a one-of-a kind knack for taking the shame out of life's most humiliating moments. Tough Titties is a hilarious, must-read permission slip to be 100% you. ",
      "imgURL": "./img/content-img/8.webp"
    },
    {
      "id": "51",
      "name": "Yellowface",
      "author": "R.F. Kuang",
      "price": 100,
      "description": "White lies. Dark humor. Deadly consequences... ",
      "fullDescription": "Notes From Your Bookseller From the bestselling author of  and The Poppy War trilogy, is a masterful interrogation of white privilege and cultural appropriation within the publishing industry that will stick with you long after you've finished the last page.    This Barnes &amp; Noble Exclusive Edition includes an essay from R. F. Kuang that explores Asian American identity and representation in literature, looking at racism, diversity and cultural appropriation.Authors June Hayward and Athena Liu were supposed to be twin rising stars: same year at Yale, same debut year in publishing. But Athena’s a cross-genre literary darling, and June didn’t even get a paperback release. Nobody wants stories about basic white girls, June thinks.So when June witnesses Athena’s death in a freak accident, she acts on impulse: she steals Athena’s just-finished masterpiece, an experimental novel about the unsung contributions of Chinese laborers to the British and French war efforts during World War I.So what if June edits Athena’s novel and sends it to her agent as her own work? So what if she lets her new publisher rebrand her as Juniper Song—complete with an ambiguously ethnic author photo? Doesn’t this piece of history deserve to be told, whoever the teller? That’s what June claims, and the New York Timesbestseller list seems to agree.But June can’t get away from Athena’s shadow, and emerging evidence threatens to bring June’s (stolen) success down around her. As June races to protect her secret, she discovers exactly how far she will go to keep what she thinks she deserves.With its totally immersive first-person voice, Yellowface takes on questions of diversity, racism, and cultural appropriation not only in the publishing industry but the persistent erasure of Asian-American voices and history by Western white society. R. F. Kuang’s novel is timely, razor-sharp, and eminently readable.",
      "imgURL": "./img/content-img/9.webp"
    },
    {
      "id": "52",
      "name": "You Report to Me",
      "author": "David Bernhardt ",
      "price": 70,
      "description": "Accountability for the Failing Administrative State",
      "fullDescription": "Only a short while ago, it was unimaginable that our nation would face a baby formula shortage facilitated by a bureaucratic delay, or witness the national massive embarrassment of flawed military and diplomatic action, such as the withdrawal from Afghanistan. Yet, our leaders and our federal agencies consistently fail the American people, despite the massive growth of these institutions.When David Bernhardt became Secretary of the Interior in the Trump Administration, he witnessed the full dysfunction of our federal agencies and learned that America's sprawling civil service was often unresponsive to the will of the nation's chief executive. In fact, agency staff aligned with the ideology of one political party often worked to actively resist the other. Meanwhile, our elected officials in Congress happily punted significant questions of public policy to those unaccountable agencies. In You Report to Me, Bernhardt provides a firsthand chronicle of how the bureaucratic swamp really works and reveals how unaccountable power has quietly concentrated in the administrative state over the last two decades. Drawing on his experiences working under two administrations, Bernhardt details how President Trump's enabling leadership revealed a path for curtailing the administrative state in the future. You Report to Me calls on America's leaders to turn off autopilot and retake control of this ever-multiplying, unaccountable federal bureaucracy before it completely destroys the Founders' vision of a government based on the consent of the governed.",
      "imgURL": "./img/content-img/10.webp"
    },
    {
      "id": "53",
      "name": "End Times",
      "author": "Peter Turchin",
      "price": 55,
      "description": "Elites, Counter-Elites, and the Path of Political Disintegration",
      "fullDescription": "A brilliant new theory of how society works from one of the most iconoclastic thinkers of our time. What leads to political turbulence and social breakdown? How do elites maintain their dominant position? And why do ruling classes sometimes suddenly lose their grip on power? For decades, complexity scientist Peter Turchin has been studying world history like no-one else. Assembling vast databases mined from 10,000 years of human activity, and then developing new models, he has transformed the way we learn from the past. End Times is the result: a ground-breaking account of how society works.The lessons, he argues, are clear. When the balance of power between the ruling class and the majority tips too far in favour of elites, income inequality surges. The rich get richer, the poor further impoverished. As more people try to join the elite, frustration with the establishment brims over, often with disastrous consequences. Elite overproduction led to state breakdown in imperial China, in medieval France, in the American Civil War - and it is happening now.But while we are far along the path toward violent political rupture, Turchin's models also light the way to a brighter future. Drawing insight from those occasions in history where the balance was restored, End Times also points towards a different future: an escape from the patterns of the past.",
      "imgURL": "./img/content-img/11.webp"
    },
    {
      "id": "54",
      "name": "Humanocracy",
      "author": "Gary Hamel, Michele Zanini",
      "price": 45,
      "description": "Creating Organizations as Amazing as the People Inside Them",
      "fullDescription": "A Wall Street Journal Bestseller In a world of unrelenting change and unprecedented challenges, we need organizations that are resilient and daring.Unfortunately, most organizations, overburdened by bureaucracy, are sluggish and timid. In the age of upheaval, top-down power structures and rule-choked management systems are a liability. They crush creativity and stifle initiative. As leaders, employees, investors, and citizens, we deserve better. We need organizations that are bold, entrepreneurial, and as nimble as change itself. Hence this book.In ,Humanocracy, Gary Hamel and Michele Zanini make a passionate, data-driven argument for excising bureaucracy and replacing it with something better. Drawing on more than a decade of research and packed with practical examples, Humanocracy lays out a detailed blueprint for creating organizations that are as inspired and ingenious as the human beings inside them.Critical building blocks include:Motivation: Rallying colleagues to the challenge of busting bureaucracy Models: Leveraging the experience of organizations that have profitably challenged the bureaucratic status quoMindsets: Escaping the industrial age thinking that frustrates progress Mobilization: Activating a pro-change coalition to hack outmoded management systems and processes:Migration: Embedding the principles of humanocracy-ownership, markets, meritocracy, community, openness, experimentation, and paradox-in your organization's DNA.If you've finally run out of patience with bureaucratic bullshit . . .If you want to build an organization that can outrun change.If you're committed to giving every team member the chance to learn, grow, and contribute. then this book's for you. Whatever your role or title, Humanocracy will show you how to launch an unstoppable movement to equip and empower everyone in your organization to be their best and to do their best. The ultimate prize: an organization that's fit for the future and fit for human beings.",
      "imgURL": "./img/content-img/12.webp"
    }
  ]
}
